"john.appleseed" = "john.appleseed";
"Sign In" = "Giriş Yap";
"Your account name or password was entered incorrectly." = "Hesap adınız veya parolanız yanlış girilmiş.";
"There was an error logging in. Please try again." = "Oturum açarken bir hata oluştu. Lütfen yeniden deneyin.";
"Apple ID password" = "Apple Kimliği Parolası";
"Invalid token data is returned by server" = "Oturum açarken bir hata oluştu. Lütfen yeniden deneyin.";
"Authentication was canceled by user" = "Kimlik doğrulamadan vazgeçildi";
"password" = "parola";
"OK" = "Tamam";
"Password field is empty" = "Lütfen parolanızı girin.";
"Password expired. Please change your password on Mac." = "Parolanın süresi doldu. Lütfen Ayarlar->Store bölümünde parolanızı değiştirin";
"Required" = "Gerekli";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Hesap bilgilerinizi kurtarmak için iForgot.apple.com adresini ziyaret etmek ister misiniz?";
"Password" = "Parola";
"Apple ID field is empty" = "Apple kimliği alanı boş";
"Apple ID" = "Apple Kimliği";
"Cancel" = "Vazgeç";

/* Verification Code Screen Prompt */
"Enter verification code" = "Doğrulama kodunu girin";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Şuraya gönderilen doğrulama kodunu girin: \"%@\"";

/* Send new code button title */
"Send a new code" = "Yeni bir kod gönder";

/* SMS subtitle */
"SMS to Phone Number" = "Telefon Numarasına SMS Gönder";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Aygıtlarınızda mesaj alamıyor musunuz?";

/* Verification Code Screen Title */
"Verification Code" = "Doğrulama Kodu";

/* Trusted devices screen title */
"Verify Identity" = "Kimliğinizi Doğrulayın";

/* Send button title */
"Send" = "Gönder";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Güvenilir aygıtlarınızı yönetmek için Mac veya bilgisayardan %@ sayfasını ziyaret edin.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Bu Apple Kimliği için iki aşamalı doğrulama etkin.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Aşağıda seçtiğiniz aygıta kimliğinizi doğrulamak için kullanabileceğiniz geçici bir kod gönderilecek.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "GÜVENİLİR AYGITLAR";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "İki aşamalı doğrulama gerekiyor, ancak kullanıcı etkileşimine izin verilmiyor.";

/* Button title */
"My Apple ID…" = "Apple Kimliğim…";

/* Phone number description */
"Number ending in %@" = "Sonu %@ ile biten numara";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Üzgünüz, ancak kimliğinizi doğrulamak için çok fazla başarısız girişimde bulundunuz. Güvenlik nedeniyle Kurtarma Anahtarı'nız olmadan önümüzdeki sekiz saat boyunca hesabınızda değişiklik yapamayacaksınız.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Telefon numaranızı doğrulamak için çok fazla kod gönderdiniz. Lütfen daha sonra tekrar deneyin.";

/* Error Message */
"No Device information available." = "Herhangi bir Aygıt bilgisi mevcut değil";

/* Error Message */
"The verification code you entered is not valid." = "Girdiğiniz doğrulama kodu geçerli değil.";

/* Error Message */
"Invalid Session." = "Geçersiz oturum.";

/* Error Message */
"Cannot find this person." = "Bu kişi bulunamıyor.";

/* Error Message */
"prs phone NOT exists." = "kişi telefonu YOK";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Kodu doğrulamada birçok kez başarısız oldunuz. Lütfen başka bir aygıta yeni bir kod gönderin veya daha sonra tekrar deneyin.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple Kimliğiniz veya parolanız doğru girilmedi.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Güvenliğinizi korumak için parolanızı sıfırlamanın zamanı geldi. Tek yapmanız gereken %@ adresini ziyaret etmek.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Bu Apple Kimliği güvenlik nedenlerinden dolayı devre dışı bırakıldı. Parolanızı %@ adresinde sıfırlayabilirsiniz.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Bu aygıttaki geçerli saat yanlış görünüyor. Ayarlar > Genel > Tarih ve Saat'e giderek düzeltebilir ve tekrar deneyebilirsiniz.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Bir hata oluştu. Lütfen daha sonra tekrar deneyin.";

"You appear to be offline. Please connect to the Internet and try again." = "Çevrimdışı görünüyorsunuz. Lütfen internete bağlanın ve tekrar deneyin.";

"Two-step verification has been disabled for the Apple ID account %@." = "%@ Apple Kimliği hesabı için iki aşamalı doğrulama devre dışı bırakıldı.";

"Signing In" = "Giriş Yapılıyor";

"A new code has been sent to your device." = "Aygıtınıza yeni bir kod gönderildi.";

"Code %1$d of %2$d selected" = "%2$d koddan %1$d sıra numaralı olan seçildi";

"Sending New Code" = "Yeni Kod Gönderiliyor";

"Verifying code" = "Kod doğrulanıyor";

"Verified" = "Doğrulandı";

/* Send Code to label */
"Send Code to:" = "Kodu Şuraya Gönder:";

/* Error Message */
"Please enter a valid phone number." = "Lütfen geçerli bir telefon numarası girin.";
